src/tests/run_test.data/cavity.reference/0/p
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii; 	
 class volScalarField; 	
 object p; 	
}

dimensions [ 0 2 -2 0 0 0 0 ];

internalField uniform 0; 	

boundaryField
{
  movingWall
  {
    type zeroGradient;
  }
  fixedWalls
  {
    type zeroGradient;
  } 	
  frontAndBack
  {
    type empty;
  } 	
} 	// ************************************************************************* //

