src/tests/run_test.data/cavity.reference/system/decomposeParDict

// * * * * * * * * * //
FoamFile
{
	version 0.5;
	format ascii;
	root "ROOT";
	case "CASE";
	class dictionary;
	object nix;
}
method simple;
numberOfSubdomains 2;
simpleCoeffs
{
  delta 0.001;
  n (2 1 1);
}
